Repository: rockingdice/IceCreamJam
Catalog: proj/topgame/game/Resources/language/*.lproj/SNSGameLocalizable.strings
Languages: ja, th

# Pick Friends
source: Choose Friends
ja: お友達を選択して下さい
th: กรุณาเลือกเพื่อน

source: Oops! There's a problem, but it has been fixed in the latest version. Please update and try again.
ja: ゲームに異常が検出されました。新しいバージョンでは修復されていますので、最新のバージョンにアップデートして下さい。
th: เราตรวจสอบพบสาเหตุที่ทำให้เกมเกิดข้อผิดพลาด บัคนี้ได้รับการแก้ไขในเวอร์ชั่นล่าสุดแล้ว กรุณาดาวน์โหลดและอัพเดทเกม.

source: View
ja: チェック
th: ตรวจดู

source: What's New
ja: 新要素
th: ฟังก์ชั่นใหม่

# Transaction Pending
source: Transaction in progress
ja: 取引進行中
th: อยู่ในระหว่างการดำเนินการซื้อขาย

# Another transaction is pending, please try again later.
source: Another transaction is in progress, please try again later.
ja: 他の取引が進行中のため、後でもう一度試してみてください。
th: การซื้อขายรายการอื่นกำลังดำเนินการอยู่ กรุณาลองใหม่ภายหลัง

source: OK
ja: はい
th: ตกลง

# Network Required
source: Network connection required
ja: ネットワークが必要です
th: ต้องใช้อินเตอร์เน็ทในการเชื่อมต่อ

source: You must be connected to the Internet to make purchases.
ja: インターネットに接続しないと取引できないよ
th: ต้องใช้อินเตอร์เน็ทเชื่อมต่อในการซื้อสินค้า

# In App purchasing is disabled
source: In App purchasing is currently disabled
ja: 購入機能が禁止されています
th: การซื้อสินค้าในเกมไม่สามารถทำได้ในขณะนี้

source: Purchases have been successfully restored!
ja: 購入済み項目の復元に成功しました！
th: สามารถทำการซื้อสินค้าในเกมได้ตามปกติแล้ว

source: Sorry, no previous purchases could be restored.
ja: 申し訳ありませんが、復元できる項目がありません。
th: เสียใจด้วย การซื้อครั้งก่อนหน้าไม่สามารถนำกลับมาได้

source: Please check your device restrictions and settings.
ja: デバイスの購入セッティングをご確認ください。
th: กรุณาตรวจสอบข้อจำกัดของอุปกรณ์และการตั้งค่า

source: Downloading Products
ja: IAPデーターをダウンロードしています
th: ดาวน์โหลดสินค้า

source: Store information is currently loading, please try again later.
ja: IAPデーターをダウンロードしています、しばらくしてからもう一度お試しください。
th: แอพกำลังดาวน์โหลดข้อมูลเกี่ยวกับ IAP กรุณาลองใหม่ภายหลัง

source: Chunk of %@
ja: 少量の%@
th: จำนวนน้อย %@

source: Wad of %@
ja: %@少し
th: จำนวนเล็กน้อย %@

source: Bundle of %@
ja: %@一束
th: ช่อนึง %@

source: Heap of %@
ja: %@一盛り
th: กองนึง %@

source: Barrel of %@
ja: %@一つ
th: ถังหนึ่ง %@

source: Crate of %@
ja: %@一箱
th: กล่องหนึ่ง %@

source: Lump of %@
ja: %@少し
th: จำนวนน้อย %@

# You just bought %1$d %2$@ successfully!
source: You just bought %1$d %2$@!
ja: %1$d %2$@ の購入に成功しました
th: ยินดีด้วย! คุณได้ทำการซื้อ %1$d %2$@ สำเร็จแล้ว !

# Great, you just got %1$d %2$@ for watching advertizement!
source: Great, you just got %1$d %2$@ for watching an advertisement!
ja: 広告見る事によって%1$i%2$@を無料で獲得しました！
th: เยี่ยมเลย! คุณเพิ่งได้ %1$d %2$@ จากการชมโฆษณา!

# Congratulations! You've got %1$i %2$@ for free!
source: Congratulations! You got %1$i %2$@ for free!
ja: %1$i%2$@を無料で獲得しました！
th: ยินดีด้วย! คุณเพิ่งได้รับ %1$i %2$@ ฟรี!

source: Payment Success
ja: 購入に成功しました
th: การซื้อสำเร็จ

source: Great, You just bought %@!
ja: %@!を購入しました
th: เยี่ยม คุณเพิ่งซื้อ %@!

source: No Thanks
ja: いいえ
th: ไม่ ขอบคุณ

# Download Now!
source: Download
ja: ダウンロード
th: ดาวน์โหลดตอนนี้

# New Version Available!
source: Update available! Please download for free to play with new features!
ja: 新しいバージョンが検出されました、アップデードして新しいファンクション今すぐ体験しましょう。
th: เวอร์ชั่นใหม่พร้อมให้ดาวน์โหลดแล้ว รีบโหลดเพื่อรับฟังก์ชั่นใหม่ๆ !

# Please update
source: Please update to the latest version
ja: アップデートして下さい
th: กรูณาอัพเดทเกม

# No Offer Now
source: Sorry, no bonuses available
ja: ボーナス情報がありません
th: ไม่มีโบนัสฟรีขณะนี้

# There's no free offer now, please try again later!
source: No bonuses currently available, please try again later!
ja: ただいまボーナス情報がありません。少ししてからまたお試しください。
th: ไม่มีโบนัสฟรีขณะนี้ กรุณาลองใหม่ภายหลัง

# No Video Available
source: No videos available
ja: 動画がありません
th: ไม่มีวีดีโอในขณะนี้

# No video is available now, please try again later.
source: No videos currently available, please try again later!
ja: 動画がありません。少ししてからまたお試しください。
th: ไม่มีวีดีโอในขณะนี้ กรุณาลองใหม่ภายหลัง

# No Ad Available
source: No ads available
ja: 広告がありません
th: ไม่มีโฆษณาในขณะนี้

# No ad is available now, please try again later.
source: No ads currently available, please try again later!
ja: 広告がありません。少ししてからまたお試しください。
th: ไม่มีโฆษณาในขณะนี้ กรุณาลองใหม่ภายหลัง

source: Checking Network Status
ja: ネットワークをチェックしています
th: ตรวจสอบสถานะการเชื่อมต่ออินเตอร์เน็ท

# Finish Watching Ad
source: Finished watching ad
ja: 広告を見終わりました
th: จบการชมโฆษณา

source: Download and run the following applications to get bonus %@.
ja: 次のアプリをダウンロードすると%@をボナスとして獲得する事が出来るよ！
th: ดาวน์โหลดและเล่นแอพตามนี้เพื่อรับโบนัส %@.

# Prize Offers
source: Install Bonuses
ja: インストールボーナス
th: ติดตั้งเพื่อรับรางวัล

# %@ Offers
source: Bonus %@
ja: ボーナス%@
th: %@ ฟรี

# Loading Tutorial File
source: Loading tutorial
ja: チュードリアルをロードしています
th: กำลังโหลดคำแนะนำการเล่นเกม

source: Loading remote save file
ja: セーフファイルをロードしています
th: กำลังโหลดไฟล์ที่เซฟไว้

source: Checking game status
ja: ゲームステータスを確認しています
th: กำลังตรวจสอบสถานะของเกม

source: Can't send email
ja: 送信できません
th: ไม่สามารถส่งอีเมล์ได้

# Send Email Failed
source: Failed to send email
ja: 送信失敗
th: การส่งอีเมล์ล้มเหลว

# Please check your email setting.
source: Please check your email settings.
ja: デバイスのメールセッティングをチェックして下さい。
th: กรุณาตรวจสอบการตั้งค่าอีเมล์ เพื่อให้คุณรับข่าวสารได้อย่างถูกต้อง

# Please connect to network and restart the game again.
source: Please connect to the Internet and restart the game.
ja: ネットワークに繋げてからゲームを起動して下さい
th: กรุณาเชื่อมต่อกับอินเตอร์เน็ทและเข้าเกมใหม่อีกครั้ง

source: Close
ja: 閉じる
th: ปิด

# Remote Item Required
source: Remote data required
ja: リモートアイテムが含まれてます
th: ต้องใช้รีโมทไอเท็ม

source: Remote data is required to load your save. Please connect to the Internet and restart the game.
ja: セーブにリモートアイテムが含まれています、インターネットに接続して下さい。
th: ต้องใช้รีโมทไอเท็มเพื่อให้การโหลดสมบูรณ์ กรุณาเชื่อมต่อกับอินเตอร์เน็ทและเข้าเกมใหม่อีกครั้ง

# Config File Corrupt
source: Invalid config file
ja: 設定ファイルが無効です
th: ไฟล์ดาวน์โหลดไม่สมบูรณ์

# Configuration file is corrupt, please reinstall this application.
source: Invalid config file, please reinstall the game.
ja: 配置ファイルが壊れています。ゲームをインストールし直して下さい
th: ไฟล์ดาวน์โหลดไม่สมบูรณ์ กรุณาติดตั้งแอพใหม่อีกครั้ง

# Reload Game Required
source: Restart required
ja: リスタートしてください
th: ต้องโหลดเกมใหม่อีกครั้ง

# Remote game is newer, you must restart the game to continue with new save file.
source: Our server has a newer version of your save file. Please restart the app to continue your game.
ja: サーバーに新しいセーブデーターがあります。ゲームをリスタートしてください（既存のセーブデータを自動的にダウンロードされます）
th: รีโมทเกมเป็นเกมใหม่กว่า คุณต้องรีสตาร์ทเกมเพื่อเล่นเกมใหม่ที่เซฟไว้

# Abnormal Device Time Changement
source: Device time has been changed
ja: デバイスの時間設定に異常が発生しました
th: อุปกรณ์การเปลี่ยนเวลาผิดปกติ

source: We have detected that your device time was changed to speed up growth. If this happens again, you will be unable to play the game in offline mode.
ja: デバイスの時間設定に異常を検出されました。時間を変更して収穫スピードを上げないで下さい。オンラインでのプレーが出来なくなります。
th: เราพบว่าคุณได้ปรับเวลาในอุปกรณ์ที่เล่นเพื่อเร่งการเติบโต หากคุณทำเช่นนี้อีกครั้ง คุณจะไม่สามารถเล่นเกมในโหมดออฟไลน์ได้อีก

source: Ok
ja: はい
th: ยืนยัน

source: Having fun?
ja: 楽しんでますか？
th: สนุกไหม?

source: Please rate the game if you enjoy it!
ja: このゲームを気に入ってくれたら評価をしてください！
th: กรุณาเข้าไปให้ดาวหากคุณชื่นชอบเกมของเรา

source: Rate it!
ja: レビューを書く
th: ให้ดาว

source: Free
ja: フリー
th: ฟรี

# Yipee!
source: Yippee!
ja: イェ〜！
th: ไชโย!

source: Oops!
ja: おぅ…
th: อุ๊ปส์!

source: Transaction failed.
ja: 取引失敗
th: การซื้อล้มเหลว

source: You have successfully purchased %d gold.
ja: 宝石を %d 個購入しました。
th: คุณได้ซื้อ %d เหรียญทองสำเร็จแล้ว

source: You have successfully purchased %d magic beans.
ja: スーパースターを %d 個購入しました。
th: คุณได้ซื้อ %d ถั่วมหัศจรรย์สำเร็จแล้ว

source: You have successfully upgraded max lives to 8 with all lives remaining.
ja: ライフポイントの上限が８になりました！
th: คุณได้อัพเกรดชีวิตถึงขั้นสูงสุด 8 ชีวิตจนครบแล้ว

source: You have successfully restored your max lives to 8 with all lives remaining.
ja: ライフポイントが8まで回復しました。
th: คุณได้ฟื้นคืนชีวิตถึงขั้นสูงสุด 8 ชีวิตจนครบแล้ว

# Your purchase is successful!
source: Your purchase was successful!
ja: 購入に成功しました！
th: การซื้อสำเร็จแล้ว

# There's no video available, please try agian later.
source: No video available, please try again later.
ja: ただいま映像がありません。しばらくしてからもう一度お試しください。
th: ไม่มีวีดีโอในขณะนี้ กรุณาลองใหม่ภายหลัง

# Loading Remote Notice
source: Loading remote notifications
ja: 最新情報ダウンロード中
th: กำลังโหลดการแจ้งเตือน

source: Loading language file
ja: 言語ファイルをロード中
th: กำลังโหลดไฟล์ภาษา

# Loading Item Images(%i/%i)
source: Loading Images (%i/%i)
ja: イメージをロード中(%i/%i)
th: กำลังโหลดไอเท็มรูปภาพ(%i/%i)

# Loading Item Assets(%i/%i)
source: Loading Assets (%i/%i)
ja: イメージをロード中(%i/%i)
th: กำลังโหลดข้อมูล(%i/%i)

# Sending Save File to Server
source: Saving game progress
ja: サーバーに保存中
th: กำลังส่งไฟล์ที่เซฟไว้เข้าเซิร์ฟเวอร์

# Achievement Earned!
source: Achievement unlocked!
ja: トロフィー獲得！
th: ได้รับความสำเร็จ

# %i Item Assets Loaded.
source: %i game assets loaded successfully.
ja: %iアイテムのロードに成功しました
th: %i โหลดไอเท็มข้อมูล

# Load Result: %i OK, %i failed.
source: %i assets loaded successfully, %i failed to load.
ja: ロード結果：成功%i個、失敗%i個。
th: สถานภาพการโหลด : %i สำเร็จ, %i ล้มเหลว.

# Loading Game Config
source: Loading config data
ja: 加載配置文件
th: กำลังโหลดคอนฟิกเกม

source: Loading game data
ja: 加載遊戲進度
th: กำลังโหลดข้อมูลเกม

# Loading Game Scene
source: Loading backgrounds
ja: ゲーム設定をロードしています
th: กำลังโหลดภาพเกม

# Checking Loaded Resources
source: Verifying loaded resources
ja: 檢查已下載資源文件
th: กำลังตรวจสอบข้อมูลการโหลด

# Crash Detected
source: Error detected
ja: 遊戲發生意外
th: พบปัญหา

# No Now
source: Cancel
ja: 取消
th: ยกเลิก

source: Unexpected error. We would appreciate an email with a detailed description of what you were doing when the error occurred. Thank you.
ja: アプリケーションのクラッシュ情報を検出しました、詳細なクラッシュレポートを送信し製品向上にご協力ください。
th: เราตรวจสอบพบว่าเกมเกิดปัญหา กรุณาอีเมล์แจ้งรายละเอียดเข้ามาเพื่อการตรวจสอบที่ถูกต้อง ขอบคุณ

source: Failed to start transaction, please try again later. Error Message: %@
ja: 処理できません、しばらくしてからもう一度お試しください。 詳細: %@
th: ไม่สามารถทำการซื้อได้ กรุณาลองใหม่ภายหลัง ข้อมูลมีปัญหา : %@

# SM_DAILY_BONUS_TITLE
source: Daily Login Bonus
ja: 每日登錄獎勵
th: โบนัสการเข้าล็อกอินทุกวัน

# Mailing List Subscription
source: Mailing List
ja: 訂閱電子期刊
th: ขอรับข้อมูลข่าวสารจากเกม

source: Subscribe to %@ mailing list
ja: 訂閱%@電子期刊
th: ขอรับ %@ ข่าวสารข้อมูล

source: Please enter your email
ja: 請輸入你的郵箱地址
th: กรุณากรอกอีเมล์

source: Send verification email
ja: 發送驗證郵件
th: ส่งอีเมล์การรับรอง

# Email is empty or improperly formatted email!
source: Invalid email address
ja: 無効なメールアドレスです。
th: อีเมล์ว่างเปล่า การส่งอีเมล์ไม่ถูกต้อง

source: Subscribe
ja: 訂閱
th: สมัคร

source: Subscribe to our %@ mailing list for all the latest updates, news, bonuses and gifts!
ja: 訂閱%@電子期刊，掌握最新遊戲資訊，遊戲更新、節日活動第一時間知曉。
th: สมัครเพื่อรับ %@ อีเมล์ข่าวสารล่าสุด โบนัสและของรางวัลต่างๆ

source: Modify
ja: 返回修改
th: แก้ไข

source: Thanks for subscribing to %@ mailing list. You'll be among the first to receive news, updates, bonuses and special gifts!
ja: 感謝您訂閱殭屍農場電子期刊，我們會將最新的遊戲資訊、遊戲更新、節日活動第一時間通知您哦。後會郵期：）
th: ขอบคุณที่สมัคร %@ เพื่อรับอีเมล์ เราจะส่งข้อมูล ข่าวสาร โบนัส การแจกรางวัล ทุกครั้งที่มีการอัพเดทให้ทราบ!

# Email Sent OK
source: Email sent successfully
ja: 成功發出郵件
th: ส่งอีเมล์สำเร็จ

source: Verification email sent. Your bonus will be applied automatically once our system verifies your email. This could take up to 24 hours, thanks for your patience!
ja: 你已經成功發出驗證郵件。一旦我們的郵件系統確認你的郵件，你將自動獲得獎勵。基於不穩定的網絡狀況，這有時需要一天時間，請耐心等候。
th: คุณได้ส่งอีเมล์การรับรองมาแล้ว เมื่อเราได้รับอีเมล์ คุณจะได้รับโบนัสทันที แต่หากเกิดการผิดพลาดทางอินเตอร์เน็ท การรับรางวัลอาจล่าช้าไป 1 วัน กรุณาอดใจรอ

source: Bonus: %@
ja: 獎勵：%@
th: โบนัส %@

# Great! You've got %@ for subscribing to our mail list.
source: Great! You got %@ for subscribing to our mailing list.
ja: 太好了！你成功訂閱我們的電子期刊，獲得了%@！
th: เจ๋งเลย! คุณได้รับ %@ จากการสมัครเป็นสมาชิกอีเมล์เรา

source: Please note: It can take up to a day to receive your verification email, please be patient. Once we get your email, you'll receive %@ as a bonus!
ja: 注意，由於網絡的不確定性，您的驗證郵件發出後有時需要一天之後才能驗證成功，請耐心等待。郵箱驗證完成後再次回到遊戲，即可獲得%@獎勵！
th: หมายเหตู : ขึ้นอยู่กับความเร็วของอินเตอร์เน็ท บางครั้งอาจใช้เวลา 1 วันในการรับอีเมล์รับรองจากคุณ กรุณาอดใจรอ เมื่อเราได้รับอีเมล์แล้ว จะรีบส่ง %@โบนัสให้ทันที!

source: I wish to subscribe to the mailing list. The verification message is below, thank you.
ja: 我要訂閱官方郵件，謝謝。
th: ฉันต้องการสมัครสมาชิกอีเมล์ การรับรองข้อมูลอยู่ด้านล่าง โปรดตรวจสอบ ขอบคุณ.

source: Dear Sir,
ja: 你好，
th: สวัสดี,

# Debug info is attached, please don't touch any characters below.
source: Debug info is attached, please don't modify the below text.
ja: 以下是調試信息，請參考。
th: ข้อมูลด้านล่างคือตัวแก้บัค กรุณาตรวจสอบ

source: I need help in %@
ja: 我在%@中遇到問題，需要幫助

# Restart
source: Exit Game
ja: リスタート
th: ออกจากเกม

# Weekend sales time! Don't miss it!
source: Weekend sales time! Don't miss out!
ja: 週末大特價已經開始了哦，這次你可千萬別錯過了。
th: ลดราคาสุดสัปดาห์! ห้ามพลาด!

source: Tap to verify your email
ja: 發送驗證郵件
th: แตะเพื่อส่งอีเมล์การรับรอง

source: Update Required
ja: 要求更新
th: ต้องอัพเดทเกม

source: Update Now
ja: 立即更新
th: อัพเดทตอนนี้

# You have to update to the newest version for playing this game properly.
source: The newest version of this game is required to play.
ja: 你必須更新到最新版本才能正常玩此遊戲。
th: คุณต้องอัพเดทเป็นเวอร์ชั่นใหม่ล่าสุดเพื่อจะสามารถเล่นเกมได้อย่างเหมาะสม

source: Email Us
ja: 郵件申訴
th: อีเมล์หาเรา

# Cheating Behavior Detected
source: Inappropriate Behavior Detected
ja: 檢測到作弊行為
th: ตรวจสอบพบพฤติกรรมการโกง

source: Your account has been frozen for inappropriate behavior and you have been banned from playing. Please send us an email if you have any questions.
ja: 因為存在作弊行為，此帳號已經被凍結。如果有疑問，你可以發郵件申訴。
th: บัญชีผู้เล่นของคุณถูกระงับเนื่องจากเราพบพฤติกรรมการโกง คุณถูกห้ามไม่ให้เล่นเกมนี้ กรุณาส่งอีเมล์สอบถามหากต้องการข้อมูลเพิ่ม

source: Payment Fail
ja: 購買失敗
th: การซื้อล้มเหลว

source: Send Invitation Email
ja: 發送邀請郵件
th: ส่งอีเมล์เชิญชวน

# The invitation code from your friend
source: Invitation code from your friend
ja: 好友發來的邀請碼
th: โค๊ดเชิญชวนจากเพื่อนของคุณ

source: Verify
ja: 驗證
th: ตรวจสอบ

source: No Code
ja: 沒有邀請碼
th: ไม่มีโค๊ดเชิญชวน

source: Invite Friends
ja: 邀請好友得獎勵
th: ชวนเพื่อนมาเล่นเกมเพื่อรับโบนัส

source: Type in the invitation code you received from your friend. You'll get %@ as bonus after verification.
ja: 輸入好友發來的邀請碼，如果驗證有效的話你將獲得%@獎勵。
th: พิมพ์โค๊ดเชิญชวนที่คุณได้รับจากเพื่อนของคุณ คุณจะได้รับ %@ โบนัสหลังจากเราตรวจสอบแล้ว

source: Invite friends to join %@, you'll earn %@ for each successful invitation!
ja: 邀請好友下載安裝%@，每邀請成功一個好友你就會獲得%@獎勵。
th: ชวนเพื่อนมาเล่นเกม %@ คุณจะได้รับ %@ สำหรับทุกๆ คำชวนที่มีเพื่อนตอบกลับ

# This invitation code is invalid, please check.
source: This invitation code is invalid. Please try again
ja: 無效的邀請碼，請檢查後重新輸入。
th: โค๊ดเชิญชวนไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง

source: The verification service is temporarily unavailable due to network issues. Please try again later.
ja: 因為網絡原因暫時不能驗證，請稍後再試。
th: การตรวจสอบการรับรองมีปัญหาเนื่องจากสัญญาณอินเตอร์เน็ทไม่ดี กรุณาลองใหม่ภายหลัง

source: Verification Failed
ja: 驗證失敗
th: การรับรองล้มเหลว

# Great! The invitation code is valid, you just got %@ as bonus!
source: Great! The invitation code is valid, you just got %@ as a bonus!
ja: 驗證成功！你獲得了%@獎勵！
th: เยี่ยม! โค๊ดเชิญชวนถูกต้อง คุณเพิ่งได้รับ %@ โบนัส!

# Verification Success
source: Verification Successful
ja: 驗證成功
th: การรับรองสำเร็จ

source: Hi there, Come and check out %1$@! It's mind-blowingly awesome! If you accept my invite, we'll both get a bonus of %2$@. My invitation code is: %3$@ And here is the download link: %4$@ Don't miss out!
ja: 你好， 我發現%1$@非常有意思，你也一起來玩吧。如果你接受邀請，我們都會獲得%2$@獎勵哦。 我的邀請碼： %3$@ 下載鏈接： %4$@ 千萬不要錯過啦！
th: ฮัลโหล, มาลองดู %1$@! มันเป็นเกมที่สนุกมากๆ หากเธอรับคำเชิญของฉัน เราทั้งคู่จะได้โบนัส %2$@. โค๊ดเชิญชวนของฉันคือ :%3$@ และนี่คือลิงก์ดาวน์โหลดเกม :%4$@ อย่าพลาดหล่ะ!

# %@ is funny!
source: %@ is great fun!
ja: 我正在玩一個有趣的iPhone/iPad遊戲：%@
th: เราเล่นเกมนี้บนไอโฟน/ไอแพด :%@ มันเป็นเกมที่สนุกมากๆ

# Invitation Success
source: Invitation Successful
ja: 邀請成功
th: การส่งคำเชิญสำเร็จ

# Great! You just got %@ as bonus for inviting %@ successfully!
source: Great! You just got %@ as a bonus for inviting %@!
ja: 恭喜恭喜，你因為成功邀請%2$@，獲得了%1$@獎勵！
th: เยี่ยม! คุณเพิ่งได้ %1$@ โบนัสจากการส่งคำเชิญ %2$@ สำเร็จ!

# friend
source: friends
ja: 位朋友
th: เพื่อน

source: Invitation Code
ja: 邀請碼
th: โค๊ดเชิญชวน

source: Send
ja: 發送
th: ส่ง

source: Cancel
ja: 取消
th: ยกเลิก

# I'm Invited
source: Invitation Code:
ja: 輸入邀請碼
th: ใส่โค๊ดเชิญชวน

# Reset Game Data Confirm
source: Reset Game Data
ja: 刪除存檔確認
th: ยืนยันรีเซ็ทข้อมูลเกม

source: Do you really want to reset the save data and start playing this game as a new player?
ja: 你確定要刪除現有存檔，重新開始玩這個遊戲嗎？
th: คุณต้องการรีเซ็ทข้อมูล เพื่อทำการเล่นเกมใหม่?

source: Yes
ja: 是
th: ใช่

source: No
ja: 否
th: ไม่ใช่

# Reset Game Data Finished
source: Game data has been reset.
ja: 刪除存檔成功
th: รีเซ็ทข้อมูลสำเร็จแล้ว

# Game data is reset now, you must restart the game to play as a new user.
source: Game data has been reset, you must restart the game to play as a new user.
ja: 現有存檔已經刪除，你需要退出遊戲並重新啟動，即可重新開始一個新存檔。
th: ข้อมูลเกมได้ถูกรีเซ็ทแล้ว คุณต้องเริ่มเล่นเกมแบบเป็นผู้เล่นใหม่

# UI_COLLECTION_BUTTON_TITLE_CASH1
source: Free
ja: 免費
th: ฟรี

# UI_COLLECTION_BUTTON_TITLE_COIN1
source: Free
ja: 免費
th: ฟรี

# UI_COLLECTION_TITLE
source: Free candies and coins
ja: 免費糖果和金幣
th: รับลูกอมและเหรียญทองฟรี

# feedImageSuccess!
source: Successfully shared on Facebook!
ja: 分享照片成功!
th: แชร์รูปภาพสำเร็จ

# Rateing takes less than a minute.
source: Rating takes less than a minute.
ja: 評價只需不到一分鐘。
th: ไม่ถึงนาทีก็สามารถให้ดาวเราได้แล้ว

# Verification email is sent. Waiting for response.
source: Email sent.
ja: 驗證郵件已經發出，請等待驗證結果。
th: อีเมล์รับรองได้ส่งไปแล้ว กรุณารอผลตอบกลับ

source: Invalid Email
ja: 無效郵箱
th: อีเมลล์นี้ไม่ถูกต้อง

source: Love the game? Please Like us on Facebook if you enjoy it!
ja: 喜欢游戏就在facebook上顶我们吧!
th: คุณชอบเกมเราไหม?หากชอบ ช่วยกดไลค์บนเฟสบุ๊คให้เราด้วยนะ!

source: Like!
ja: 喜欢!
th: ไลค์!

source: Hi, %1$@, I've found that %2$@ is super fun. Download it and let's play together. If you accept my invitation, we'll both get %3$@ as a bonus. My invitation code:%4$@ Download link: %5$@ Don't miss it!
th: ฮัลโหล,%1$@, ฉันว่า %2$@ มันเป็นเกมที่สนุกมากๆ หากเธอรับคำเชิญของฉัน เราทั้งคู่จะได้โบนัส %3$@. โค๊ดเชิญชวนของฉันคือ :%4$@ ลิงก์ดาวน์โหลดเกม : %5$@ อย่าพลาดหล่ะ!

# lives_refilled
source: Lives have been refilled. Come on! Let's play!
th: Lives have been refilled. Come on! let's save jellies!

# daily_bonus
source: Your daily bonus is ready! Try your luck now!
th: The reward has been available. Come to try your luck!
